<!--
Pasquale de lucia
-->
<!doctype html>
<html>
    <head>
        <meta name="viewport" content="width=device-width, initial-scale=1.0">

        <link rel="stylesheet" href="css/style.css" type="text/css"/>
        <link rel="stylesheet" href="css/bootstrap.css" type="text/css"/>
        <link rel="stylesheet" href="css/bootstrap-responsive.css" type="text/css"/>        
        <link rel="icon" href="img/cursore.png" />

        <script type="text/javascript" src="js/jquery.js"></script>
        <script type="text/javascript" src="js/libs/jqueryui-1.8.16/jquery-ui.js"></script>
        <script type="text/javascript" src="js/about.js"></script>

        <title>Pasquale De Lucia</title>
    </head>
    <body>
        <div class="navbar navbar-fixed-top">
            <div class="navbar-inner">
                <div class="container-fluid">
                    <a class="btn btn-navbar" data-toggle="collapse" data-target=".nav-collapse">
                        <span class="icon-bar"></span>
                        <span class="icon-bar"></span>
                        <span class="icon-bar"></span>
                    </a>
                    <a class="brand" href="#">ECONOMIA</a>

                    <div class="nav-collapse">
                        <ul class="nav">
                            <li><a href="index.html">Home</a></li>
                            <li class="active"><a href="about.html">Subjects</a></li>
                            <li><a href="storia.html">Storia</a></li>
                            <li><a href="informatica.html">Informatica</a></li>
                            <li><a href="inglese.html">Inglese</a></li>
                            <li><a href="diritto.html">Diritto</a></li>
                            <li><a href="letteratura.html">Letteratura</a></li>
                            <li><a href="of_site.html">About site</a></li>
                        </ul>
                        <div class="btn-group pull-right">
                            <a class="btn" href="about.html">
                                <i class="icon-arrow-left"></i> 
                                Back
                                <i class="icon-arrow-left"></i>
                            </a>
                        </div>
                    </div><!--/.nav-collapse -->
                </div>
            </div>
        </div>

        <div class="container margintop50" id="subject-conteiner">
            <div class="row-fluid">
                <div class="span12 align-center textformat" style="background: url('img/velina.png'); padding: 20px 50px">
                    <h1>APPLE E LA SUA STRATEGIA AZIENDALE</h1>
                    L'azienda &egrave; nata con il nome di "Apple Computer", nota negli anni '80 e '90 per la produzione di Macintosh, nonostante avesse un brand forte, tassi di crecita rapidi e profitti elevati, nel 1996 arriv&ograve; sull'orlo della bancarotta.<br/>
                    Negli anni successivi  Steve Jobs attu&ograve; la strategia di cambiare denominazione all'azione in "Apple Inc." con una variet&agrave; di prodotto innovativi e diversi dai personal computer, cos&igrave; che nel 2012 Apple diventa l'impresa con la pi&ugrave; elevata capitalizzazione al mondo.<br/>
                    Secondo la strategia di Jobs &egrave; inutile fare ricorso alle strategie di mercato, poich&egrave; il consumatore non sa cosa desidera finch&egrave; non gli viene mostrato.<br/>
                    Come brand di culto, Apple non voleva solo vendere i prodotti, ma anche promuovere la fedelt&agrave; dei clienti. Attraverso campagne di marketing milionarie, come "Think different", Apple si proponeva come alternativa "alla moda" rispetto alle altre marche di computer.
                    <br/>
                    <div class="minititle">PUNTI STRATEGICI</div>
                    <br/>
                    <img src="img/think.png" alt="Think Different" class="img-max-width "/><br/>

                    I suoi prodotti erano pubblicizzati ovunque, persino in riviste non specilizzate nel suo ambito.<br/>
                    Le principali strategie attua da Apple per la fidelizzazione dei clienti sono le seguenti:<br/>
                    <ol type="1">
                        <li>Soluzioni complete, i prodotti Apple sono complementari e si completano a vicenda. il controllo sull'intero processo di consumo, dell'hardware al software, aumenta la fiducia del consumatore, rendendo pi&ugrave; semplice trovare la soluzione che risponde ai suoi bisogni</li>
                        <li>Forte identificazione con un prodotto giovane, aggiornato e intelligente: il Mac si differenzia per queste caratteristiche dal personal computer tradizionale, che appare invece come rigido e noioso. Una volta passato a Mac, &GreaterGreater; difficle per il consumatore tornare indietro.</li>
                        <li>Variet&agrave; di prodotti, molti consumatori potrebbero non essere pronti ad acquistare un computer Apple, ma sono disposti a provare un iPod o un Iphone. vendendo prodotti con un costo di accesso pi&ugrave; basso, Apple crea opportunit&agrave; per avvicinare nuovi consumatori al proprio mondo. Se questi sono soddisfatti, &egrave; pi&ugrave; probabile che aquistino un computer Apple in futuro.</li>
                        <li>Formato "proprietario", i prodotti Apple non sono compatibili per l'uso con altri sistemi.</li>
                        <li>Diffusione nelle scuole e nelle universita (negli Stati Uniti): se gli studenti utilizzano prodotti Apple nelle scuole, imparano a conoscere l'intefaccia e ad apprezzare la performance superiore. In questo modo, Apple pu&ograve; catturare consumatori prima ancora che essi si accorgano di esserlo.</li>
                        <li>Prodotti che rispondono ai bisogni: nonostante le affermazioni di Jobs sull'inutilit&agrave; delle ricerche di mercato, Apple ha sempre realizzato sondaggi e analisi sulla soddisfazione dei consumatori circa la qualit&agrave; dei prodotti, tangibili e intagibili, cos&igrave; come dei servizi ad essi collegati. Questa pianificazione meticolosa contribuisce a determinare alti tassi di soddisfazione dei clienti Apple. Prodotti robusti e facili da usare non solo soddisfano il consumatore, ma lo spingeranno a comprare altri prodotti di quell'azienda in futuro.</li>
                        <li>Coerenza, tutti i prodotti Apple hanno la stessa architettura di base, perci&ograve; i consumatori che gi&agrave; possengono un prodotto Apple sanno cosa aspettarsi. Essi sanno che sar&agrave; pi&ugrave; facile per loro adattarsi al nuovo hardware e questo li render&agrave; pi&ugrave; propensi a un acquisto ripetuto.</li>
                        <li>Variet&agrave; di utilizzo: anche se l'architettura di base rimane costante, i prodotti Apple consentono una variet&agrave; di utilizzi in contesti diversi: quello professionale, quello educativo, quello del tempo libero e dell'intrattenimento.</li>
                        <li>Studio delle soluzioni migliori: tutti i prodotti Apple, e gli accessori ad essi collegati, sono il risultato di un'attenzione molto particolare al design, ai colori e alle forme.</li>
                    </ol>
                    <div class="minititle">PUBBLICITA' COMPARATIVA</div><br/>

                    Un'altra strategia usata da Apple Inc. &egrave; stata quella di utilizzare la pubblicit&agrave; comparativa, operazione messa in atta dal 2006 al 2009.<br/>
                    Questa pubblicit&agrave; aveva il nome di "PC VS MAC" metteva a confronto due persone, una era goffa e in ogni spot aveva un problema e rispecchiava un semplice pc, in quei anni evidenziava soprattutto il pc Windows facendo notare l'eterna rivalit&agrave; tra la Mela e l'azienda di Bill Gates, la seconda persona giovane e vivace rappresentava un pc Mac sempre aggiornato e rispecchiante i bisogni dei consumatori.<br/>
                    Questi spot non vennero girati in Italia per la regolamentazione sulla pubblicit&agrave; comparativa, in quanto &egrave; vietata e pesantemente sanzionata quella denigratoria che mira a risaltare le qualit&agrave; di un prodotto citando i difetti un altro.<br/>
                    Pertanto, il confronto diretto &egrave; vietato in modo assoluto, mentre il confronto indiretto &egrave; possibile solo se serve ad evidenziare gli aspetti di novit&agrave; di un certo prodotto rispetto a tutti gli altri prodotti del settore e non ad uno in particolare. <br/>

                </div>
            </div>
        </div>
        <script type="text/javascript" src="js/draganddrop.js"></script>
        <script src="js/bootstrap-dropdown.js"></script>
        <script src="js/bootstrap-collapse.js"></script>

        <div>
            <img src="img/apple3d.png" class="posright">
        </div>

    </body>
</html>
